Repository: Veltarn/wger
Catalog: wger/locale/*/LC_MESSAGES/django_.po
Languages: fr

source: If there are errors, you can correct or discard them in a second step.
fr: Si il y a des erreurs, vous pouvez les corriger ou les effacer dans un second temps

source: Preview imported CSV entries
fr: Aperçu des valeurs importées

source: Successfully converted values
fr: Conversion des valeurs réussie

source: The following values could be converted.
fr: Les valeurs suivantes peuvent être converties

source: Errors
fr: Erreurs

source: The following values could not be converted.
fr: Les valeurs suivantes n'ont pas pu être convertis

source: These values could not be converted to a weight log entry. The reasons for this could be anything from an unrecognised date or number format, a problem with the encoding or something else. Please check that there are no obvious errors in the list (and correct them if there are!) and try to import the list again.
fr: Ces valeurs ne peuvent pas être convertis à une note de journal de poids. Les raisons pour cela pourraient être une date inconnue ou le format de nombre, un problème avec l’encodage ou autre chose. S’il vous plaît, vérifiez qu’il n’y a pas d’erreurs évidentes dans la liste (et corrigez les dans les cas où!) et essayez d’importer la liste à nouveau.

source: Remember that the expected structure is <strong>date</strong> on the first columns and <strong>weight</strong> on the second.
fr: N’oubliez pas que la structure attendue est la <strong>date</strong> sur la première colonne et le <strong>poids</strong> sur la seconde.

source: There were no errors, all entries could be converted!
fr: Il n'y a pas d'erreur, toutes les entrées peuvent être converties!

source: Import all successfully converted entries
fr: L'importation a été convertie avec succès

source: Continue here if you want to import into your weight log all entries that were successfully converted. All entries that produced an error will simply be ignored. It's up to you to decide whether they are useful (unrecognised entries) or not (e.g. headers, comments, etc.).
fr: Continuer ici si vous souhaitez importer dans votre journal de poids toutes les entrées qui ont été converties avec succès. Toutes les entrées qui produit une erreur seront tout simplement ignorées. C’est à vous de décider si elles sont utiles (entrées non reconnues) ou non (par exemple les en-têtes, commentaires, etc.).

source: Or try it again
fr: Ou réessayer encore une fois

source: You can correct the list here and re-submit it as often as you want.
fr: Vous pouvez corriger la liste ici et la renvoyer aussi souvent que vous le voulez

source: Re-Submit
fr: Renvoyer

source: There is no chart here because there are no weight entries.
fr: Il n'y a pas de graphique ici car aucune donnée de poids n'a été ajoutée

source: Use link to add one.
fr: Utilisez la lien pour en ajouter un.

source: Last 3 months
fr: Les 3 derniers mois

source: Last 12 months
fr: Les 12 derniers mois

source: No filter
fr: Pas de filtre

# Noun, not verb
source: Change
fr: Changer

source: Days
fr: Jours

source: Export as CSV
fr: Exporter en CSV

source: Import from spreadsheet
fr: Importer d'une feuille de calcul

source: Edit weight entry for the %s
fr: Modifier le poids entré pour %s
