Repository: Veltarn/wger
Catalog: wger/locale/*/LC_MESSAGES/django_.po
Languages: fr

source: Exercises
fr: Exercices

source: Ingredients
fr: Ingrédients

source: Default gym
fr: Activité par defaut

source: Select the default gym for this installation. This will assign all new registered users to this gym and update all existing users without a gym.
fr: Sélectionner l'activité par défaut pour cette installation. Celle-ci sera assigner à chaque utilisateurs non enregistré ainsi qu'aux utilisateurs sans activités.

source: Languages
fr: Langues

source: Nothing found.
fr: Rien trouvé

source: Add one now.
fr: En ajouter une.

source: Add
fr: Ajouter

source: Language short name
fr: Nom court de la langue

source: Language full name
fr: Nom complet de la langue

source: Use the configuration to select in what languages the exercises and ingredients will be shown for the current language (for example the exercises should be shown in languages A, B and C; the ingredients only in A).
fr: Utiliser la configuration pour sélectionner dans quelles langues les exercices et les ingrédients seront affichés (par exemple les exercices seront affichés dans la langues A, B et C; les ingrédients seulement en A).

source: Show
fr: Afficher

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Sample workout
fr: Exemple de séance

source: Sample day
fr: Exemple de jour

source: Another sample day
fr: Autre exemple de jour

source: Sample nutrional plan
fr: Exemple de plan de nutrition

source: Placeholder workout nr {0} for schedule
fr: Séance d'exemple n° {0} pour programmation

source: My cool workout schedule
fr: Mon programme d'entraînement

source: Empty placeholder schedule
fr: Programme vide de démonstration

source: Username or email
fr: Nom d'utilisateur ou email

source: Email
fr: Courriel

source: Used for password resets and, optionally, email reminders.
fr: Utilisé pour remettre à zéro votre mot de passe et, optionnellement, vous rappelez votre courriel.

source: This email is already used.
fr: Cet adresse de courriel est déjà utilisée.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Password
fr: Mot de passe

source: Please enter your current password.
fr: S'il vous plait saisissez votre mot de passe actuel

source: Invalid password
fr: Mot de passe invalide

source: Confirmation text
fr: Texte de confirmation

source: As a security measure, please enter the previous words
fr: Pour des raisons de sécurité, merci de saisir les mots ci-dessus

source: Some way of answering you (email, etc.)
fr: Un moyen pour vous répondre (courriel, etc.)

source: Comment
fr: Commentaire

source: What do you want to say?
fr: Que voulez-vous nous dire?

source: Male
fr: Homme

source: Female
fr: Femme

source: Low
fr: Bas

source: Medium
fr: Moyen

source: High
fr: Haut

source: Metric (kilogram)
fr: Métrique (kilogramme)

source: Imperial (pound)
fr: Impérial (livre)

source: Show exercise comments
fr: Montrer les commentaires

source: Check to show exercise comments on the workout view
fr: Cochez pour montrer les commentaires sur la vue des séances

source: Also use ingredients in English
fr: Afficher les ingrédients en anglais

source: Check to also show ingredients in English while creating a nutritional plan. These ingredients are extracted from a list provided by the US Department of Agriculture. It is extremely complete, with around 7000 entries, but can be somewhat overwhelming and make the search difficult.
fr: Cocher pour montrer les ingrédients en anglais lors de la création d'un plan nutritionnel. Ces ingrédients sont extrait d'une liste fournie par le département de l'agriculture américaine. Elle est extrémement complète, avec près de 7000 entrées, mais cela peut être trop, et rendre la recherche difficile.

source: Activate workout reminders
fr: Activer le rappel de séance

source: Check to activate automatic reminders for workouts. You need to provide a valid email for this to work.
fr: Clic pour activer les rappels automatiques des entraînements. Vous devez fournir un e-mail valide pour que cela fonctionne.

source: Remind before expiration
fr: Rappeler avant l'expiration

source: The number of days you want to be reminded before a workout expires.
fr: Le nombre de jours que vous voulez être rappelé avant l'expiration d'une séance d'entraînement.

source: Default duration of workouts
fr: Durée par défaut des entraînements

source: Default duration in weeks of workouts not in a schedule. Used for email workout reminders.
fr: La durée par défaut en semaine des séances, pas dans un calendrier. Utilisé pour les rappels de séance par courriel.

source: Notification language
fr: Langue de notification

source: Language to use when sending you email notifications, e.g. email reminders for workouts. This does not affect the language used on the website.
fr: Langue à utiliser lors d'envoi de courriel de notification, e.g. les rappels de séance. Cela n'affecte pas la langue utilisée sur le site.

source: Use pauses in workout timer
fr: Utiliser des pauses dans le chronomètre de la séance

source: Check to activate timer pauses between exercises.
fr: Cocher pour activer le décompte de la pause entre les exercices.

source: Default duration of workout pauses
fr: Durée par défaut des pauses des entrainements

source: Default duration in seconds of pauses used by the timer in the gym mode.
fr: Durée par défaut en secondes des pauses par le chronomètre en mode gym.

source: Height (cm)
fr: Taille (cm)

source: Hours of sleep
fr: Heures de sommeil

source: The average hours of sleep per day
fr: Le nombre d'heure moyen de sommeil par jour

source: Work
fr: Travail

source: Average hours per day
fr: Nombre d'heure moyen par jour

source: Physical intensity
fr: Intensité physique

source: Approximately
fr: Environs

source: Average hours per week
fr: Heures par semaine (moy.)

source: Free time
fr: Temps libre

source: Total daily calories
fr: Nombre total de calories par jour

source: Total caloric intake, including e.g. any surplus
fr: Total des entrées caloriques, incluant les suppléments

source: Weight unit
fr: Unité de poids

source: Allow external access
fr: Autoriser les accès extérieurs

source: Allow external users to access your workouts and logs in a read-only mode. You need to set this before you can share links e.g. to social media.
fr: Autoriser les utilisateurs externes d'accèder à vos séances et vos journaux en mode lecture seule. Vous devez activer cette option avant de pouvoir partager des liens e.g. sur les réseaux sociaux.

source: Automatic reminders for weight entries
fr: Sauvegarder les poids entrés

source: Number of days after the last weight entry (enter 0 to deactivate)
fr: Durée en jour de la sauvegarde à partir de la dernière entrée de poids (mettre 0 pour désactiver)

source: The sum of all hours has to be 24
fr: La somme des heures doit être de 24

source: Day of the week
fr: Jour de la semaine

source: Full name
fr: Nom complet

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
fr: Si une licence a été localisée, par exemple les licences Creative Commons pour les différents pays, ajoutez-les comme des entrées distinctes ici.

source: Short name, e.g. CC-BY-SA 3
fr: Abbréviation, e.g. CC-BY-SA 3

source: Link
fr: Lien

source: Link to license text or other information
fr: Lien vers la licence ou d'autre information

source: Name
fr: Nom

source: Forbidden!
fr: Interdit!

source: Something happened that is not allowed.
fr: Quelque-chose s'est produit, quelque-chose de non-autorisé.

source: Page not found
fr: Page introuvable

source: The page you requested does not exist.
fr: La page demandée n'existe pas.

source: An error occured
fr: Une erreur est survenue

source: Something happened that caused an error.
fr: Quelque-chose s'est passé et a causé un erreur.

source: You are browsing the site as the user "%(current_user)s", all actions are performed on his data.
fr: Vous êtes connectés en tant que "%(current_user)s", toutes les actions seront faîtes sur ses données.

source: Back to "%(target)s"
fr: Retour vers "%(target)s"

source: Share
fr: Partager

source: Are you sure you want to delete this? This action cannot be undone.
fr: Êtes-vous certain de vouloir supprimer ça? C'est irréverssible.

source: Yes, delete
fr: Oui, supprimer

source: Dashboard
fr: Tableau de bord

source: Add log to day
fr: Ajouter un journal au jour

source: Click to add weight logs to a training day in your current workout:
fr: Cliquer pour ajouter un journal de poids à un jour d'entraînement de votre séance courante:

source: Close
fr: Fermer

source: Workout
fr: Séance

source: Nutrition plan
fr: Plan de nutrition

source: Energy
fr: Énergie

source: Protein
fr: Protéines

source: Carbohydrates
fr: Glucides

source: Fat
fr: Lipides

source: Weight
fr: Poids

source: Overview
fr: Aperçu

source: Your current weight is:
fr: Votre poids actuel est&nbsp;:

source: This workout is part of a schedule:
fr: Cette séance fait partie d'un programme&nbsp;:

source: The current workout is selected from your active schedule or, if you don't have one, simply by date.
fr: L'exercice actuel est sélectionné depuis, votre emploi du temps ou, si vous n'en avez pas, par date.

source: Add new log
fr: Ajouter un journal

source: No workouts found.
fr: Pas de séance trouvée.

source: No nutrition plans.
fr: Aucun plan de nutrition.

source: Add nutrition plan
fr: Ajouter un plan de nutrition

source: Add weight entry
fr: Ajouter une entrée

source: After adding a workout or a nutritional plan, you can edit them to set a goal.
fr: Après avoir ajouté un entrainement ou un programme nutritionnel, vous pouvez les éditer pour vous fixer un objectif.

source: License list
fr: Liste des licences

source: Nothing found
fr: Rien trouvé

source: About us
fr: A propos de nous

source: Responsible for the content of this site as per German law §5 TMG:
fr: Responsable pour le contenu de ce site selon le droit allemand § 5 TMG :

source: GNUPG-Key:
fr: Clé GNUPG

source: Get in touch
fr: Rester en contact

source: Thank you for your interest. Feel free to use any of the ways below to send feedback you have about any aspect of the site. For support, it's better to use the mailing list (<a href="mailto:wger@googlegroups.com">wger@googlegroups.com</a>), to report a bug, consider doing it through the <a href="%(issues)s">issue tracker</a> .
fr: Je vous remercie de votre intérêt. N’hésitez pas à utiliser l’un des moyens ci-dessous pour envoyer vos commentaires concernant tout aspect du site. Pour le support, il est préférable d’utiliser la liste de diffusion (<a href="mailto:wger@googlegroups.com"> wger@googlegroups.com</a>), pour signaler un bug, envisager de le faire par le biais du <a href="%(issues)s"> Gestionnaire d’incidents</a>.

source: If you want to further help and improve this project, you might also be interested <a href="%(contribute)s">in contributing</a>.
fr: Si vous voulez aider et améliorer ce projet, vous pourriez également être intéressé par <a href="%(contribute)s">contribuer</a>.

source: Feedback form
fr: Formulaire de retour

source: A simple contact form. Remember that if you want an answer, you need to include some way to contact you.
fr: Un simple formulaire de contact. Souvenez-vous que si vous voulez une réponse, vous devez fournir un moyen de vous contacter.

source: We are also on twitter. Write us and tell us what you think! Except patches, don't send patches via twitter.
fr: Retrouvez-nous sur twitter. Ecrivez-nous et dites-nous ce que vous pensez du site! Mais pas de patch, n'envoyez pas de patchs par twitter.

source: Forum / Mailing list
fr: Forum / Liste de diffusion

source: Use the public group to get support for your local wger installation, discuss issues or your new idea, etc. (no registration needed)
fr: Utilisez le groupe public pour obtenir une assistance pour votre installation locale de wger, discuter de problèmes ou de nouvelles idées, etc. (aucune inscription nécessaire)

source: Open feedback form
fr: Ouvrir un formulaire de retour

source: tweet to @wger_de
fr: Tweeter à @wger_de

source: Go to mailing list
fr: Aller à la liste de diffusion

source: Share this page
fr: Partager cette page

source: Before you share links on social media you need to allow external access.
fr: Avant que vous partagez des liens sur les réseaux sociaux, vous devez autoriser l’accès externe.

source: That's done here
fr: C'est fait ici

source: If a license has been localized, e.g. the Creative Commons licenses for the different countries, add them as separate entries here.
fr: Si une licence a été localisée, par exemple les licences Creative Commons pour les différents pays, ajoutez-les comme des entrées distinctes ici.

source: Current workout
fr: Séance actuelle

source: Current nutrition plan
fr: Plan nutritionnel actuel

source: Start gym mode
fr: Démarrer mode 'gym'

source: Use the gym mode to start an interactive training session. If you enter lifted weights, they will be added to your workout log. A timer between sets helps you keep track of the pauses you do.
fr: Utilisez le mode 'gym' pour démarrer une session interactive. Si vous entrez le poids soulevé, il sera ajouté à votre journal d'entraînement. Un chronomètre entre les séries peut vous aider à suivre les pauses que vous avez fait.

source: Tip:
fr: Astuce:

source: You can deactivate the timer or set its default duration in your settings.
fr: Vous pouvez désactiver le chronomètre ou changer la durée par défaut dans vos préférences.

source: No days for this workout.
fr: Aucun jour assigné à cette séance.

source: Add training day.
fr: Ajouter un jour d’entrainement

source: Start current workout
fr: Commencer la séance courante

source: Calendar
fr: Calendrier

source: Weight overview
fr: Aperçu poids

source: Preferences
fr: Préférences

source: Language
fr: Langue

source: You are using a guest account, data entered will be deleted after a week.
fr: Vous utilisez un compte invité, les données rentrées seront effacées après une semaine.

source: Create some demo entries
fr: Créer des entrées de démo

source: Register
fr: S'enregistrer

source: Workouts
fr: Entraînements

source: Login
fr: Connexion

source: Features
fr: Fonctionnalités

source: Workouts schedules
fr: Planifications d'entraînements

source: Muscle overview
fr: Résumé du muscle

source: Equipment overview
fr: Résumé de l'équipement

source: Add new exercise
fr: Ajouter nouvel exercice

source: Exercises pending review
fr: L'exercice est en attente de relecture

source: Equipment
fr: Équipement

source: Categories
fr: Catégories

source: exercices_export
fr: Outils d'export d'exercices

source: exercices_import
fr: Outils d'import d'exercices

source: Nutrition plans
fr: Plans de nutrition

source: Ingredient overview
fr: Aperçu ingrédients

source: BMI calculator
fr: Calculateur de BMI

source: Daily calories calculator
fr: Calculateur de calories quotidiennes

source: Ingredient weight units
fr: Unité de poids des ingrédients

source: Ingredients pending review
fr: Ingrédients en attente d'examen

source: About this software
fr: À propos de ce logiciel

source: Contribute!
fr: Contribuer!

source: Problems and wishes
fr: Problèmes et vœux

source: Terms of service
fr: Modalités d'utilisation

source: REST API
fr: API REST

source: License
fr: Licence

source: Developer documentation
fr: Documentation du développeur

source: Get the code
fr: Récupérer le code

source: Translate with Transifex
fr: Traduire avec Transifex

source: About
fr: A propos

source: Reset password
fr: Réinitialiser le mot de passe

source: My preferences
fr: Mes préférences

source: Logout
fr: Déconnexion

source: Licenses
fr: Licences

source: Repetition units
fr: Unités de répétition

source: Weight units
fr: Unité de poids

source: User list
fr: Liste des utilisateurs

source: Gyms
fr: Gym

source: Free license
fr: Licence libre

source: This content is available under the following license:
fr: Ce contenu est disponible sous la licence suivante :

source: Click here for more information
fr: Cliquez ici pour plus d'informations

source: previous
fr: précédent

source: next
fr: suivant

source: Add weight log to this day
fr: Ajouter un journal de poids à ce jour

source: of rest between each exercise
fr: de repos entre chaque exercice

source: Placeholder image for exercise
fr: Espace réservé pour l'image de l'exercice

source: second
fr: seconde

source: of rest between sets
fr: de repos entre les séries

source: This exercise has no repetitions.
fr: Cet exercice n'a pas de répétition.

source: Edit them now.
fr: Éditez-les maintenant.

source: No exercises selected for this day.
fr: Pas d’exercices sélectionnés pour ce jour.

source: Add exercises to this workout day
fr: Ajouter des exercices à cette séance

source: Optional
fr: Facultatif

source: The form contains errors. Please verify and correct the data in the fields in red and submit the form again.
fr: Le formulaire contient des erreurs. S'il vous plaît vérifier et corriger les données dans les champs en rouge et renvoyer le formulaire à nouveau.

source: Translate
fr: Traduire

source: Released under the Affero GPL
fr: Publié sous la licence Affero GPL

source: API key
fr: Clé API

source: Generate an API key if you want to interact with wger via the <a href="%(url)s" rel="nofollow">REST API</a> it provides (for public resources such as the exercises or ingredients, you don't need to provide anything). You must pass this information in the header in the format shown below.
fr: Générer une clé API si vous voulez interagir avec wger via l' <a href="%(url)s" rel="nofollow"> API REST</a> fournit (pour les ressources publiques tels que les exercices ou les ingrédients, vous n’avez pas besoin de fournir quoi que ce soit). Vous devez transmettre ces informations dans l’en-tête dans le format indiqué ci-dessous.

source: For security reasons, you should only access the API via HTTPS.
fr: Pour des raisons de sécurité, vous devez accéder à l'API uniquement par HTTPS.

source: Your API key
fr: Votre clé API

source: You have no API key yet
fr: Vous n'avez pas de clé API

source: Delete current API key and generate new one
fr: Supprimer votre clé API actuel et généré en une nouvelle

source: Generate new API key
fr: Générer votre nouvelle clé API

source: Change password
fr: Changer mot-de-passe

source: Delete account
fr: Supprimer votre compte

source: Are you sure?
fr: Êtes-vous sûr?

source: This action will delete the user account "%(username)s". It will also irrevocably remove all the data associated with it (workouts, logs, etc.) and can't be undone.
fr: Cette action supprimera le compte utilisateur "%(username)s". Cela supprimera également définitivement toutes les données qui lui sont associées (entraînements, journaux, etc.) et ne peut être annulé.

source: No account?
fr: Pas de compte ?

source: Forgot password?
fr: Mot-de-passe oublié ?

source: last %(number)s
fr: dernier %(number)s

source: Add workout
fr: Ajouter une séance

source: Number of logs (days)
fr: Nombre de journaux (jours)

source: Last activity
fr: Dernière activité

source: Log
fr: Journal

source: General impression
fr: Impression générale

source: Time
fr: Temps

source: Deactivate user
fr: Désactiver l'utilisateur

source: Activate user
fr: Activer l'utilisateur

source: Reset user password
fr: Réinitialiser le mot de passe utilisateur

source: Roles
fr: Rôles

source: Password reset confirmation
fr: Confirmation de mot de passe réinitialisé

source: Do you really want to change this user&#39;s password?
fr: Voulez-vous vraiment changer ce mot de passe utilisateur&#39;s ?

source: No
fr: Non

source: Yes
fr: Oui

source: Details
fr: Détails

source: Nr.
fr: N°

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: Registered
fr: Enregistré

source: Last login
fr: Dernière connexion

source: Status
fr: Statut

source: Active
fr: Actif

source: Inactive
fr: Inactifs

source: Contracts
fr: Contrats

source: Download
fr: Télécharger

source: Include in inactive overview
fr: Inclure dans un aperçu inactif

source: Log in as this user
fr: Connectez-vous en tant que cet utilisateur

source: Password reset complete
fr: Ré-initialisation du mot-de-passe terminée

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été changé. Vous pouvez ouvrir une session maintenant.

source: Log in
fr: Ouvrir une session

source: Enter new password
fr: Entrer nouveau mot-de-passe

source: Please enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez entrer votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez saisi correctement.

source: Change my password
fr: Changer mon mot de passe

source: Password reset unsuccessful
fr: Echec de la réinitialisation du mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe était incorrect, peut-être parce qu'il a déjà été utilisé. S'il vous plaît demander une nouvelle réinitialisation.

source: Password reset successful
fr: Le mot de passe a été réinitialisé avec succes

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous avons envoyé les instructions pour la réinitialisation de votre mot de passe à l'adresse e-mail soumis. Vous devriez les recevoir d'ici peu de temps.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce courriel parce que vous avez demandé un nouveau mot de passe pour votre compte sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Rendez-vous sur la page suivante et choisissez un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: Password reset
fr: Réinitialisation du mot de passe

source: Workout reminders
fr: Rappels d'entraînement

source: Gym mode
fr: Mode 'gym'

source: mobile version only
fr: version mobile uniquement

source: Other settings
fr: Autres paramètres

source: Save
fr: Sauvegarder

source: Successfully deleted
fr: Effacé avec succès

source: Delete {0}?
fr: Supprimer {0}?

source: Edit {0}
fr: Modifier {0}

source: We have created sample workout, workout schedules, weight logs, (body) weight and nutrition plan entries so you can better see what this site can do. Feel free to edit or delete them!
fr: Nous avons créé un exemple d'entraînement, horaires d'entraînement, journaux de poids, entrées de poids (du corps) et de plan nutritionnel afin que vous puissiez mieux voir ce que peut faire ce site. N'hésitez pas à les modifier ou à les supprimer !

source: Rest day
fr: Jour de repos

source: Feedback
fr: Vos commentaires

source: Send
fr: Envoyer

source: Your feedback was successfully sent. Thank you!
fr: Votre commentaire a été envoyé avec succès. Merci!

source: Account "{0}" was successfully deleted
fr: Le compte "{0}" a été supprimé avec succès

source: You were successfully registered
fr: Vous avez été enregistrés avec succès

source: Settings successfully updated
fr: Paramètres mis à jour

source: The user was successfully deactivated
fr: L'utilisateur a été correctement désactivé

source: The user was successfully activated
fr: L'utilisateur a été activé avec succès

source: Edit user
fr: Modifier l'utilisateur

source: Username
fr: Nom d'utilisateur

source: Gym
fr: Activités

# As in "email subject"
source: Subject
fr: Objet
