Repository: Veltarn/wger
Catalog: wger/locale/*/LC_MESSAGES/django_.po
Languages: fr

# As in "content of an email"
source: Content
fr: Contenu

source: Steps
fr: Étapes

source: Fill in the form
fr: Remplissez le formulaire

source: You will receive a preview email for you to review
fr: Vous allez recevoir un aperçu par un email

source: You can update and correct the content as often as you need before sending the emails
fr: Vous pouvez mettre à jour et corriger le contenu aussi souvent que vous le souhaitez avant d’envoyer les e-mails

source: Current version
fr: Version actuelle

source: In latin, e.g. "Pectoralis major"
fr: En latin, e.g. "Pectoralis major"

source: Exercise Categories
fr: Catégorie d'exercices

source: Category
fr: Catégorie

source: Primary muscles
fr: Muscles primaires

source: Secondary muscles
fr: Muscles secondaires

source: Exercise was successfully added to the general database
fr: L'exercice a été ajouté avec succès à la base de données

source: New user submitted exercise
fr: Nouvel exercice proposé par un utilisateur

source: The user {0} submitted a new exercise "{1}".
fr: L'utilisateur {0} a proposé un nouvel exercice "{1}".

source: Exercise
fr: Exercice

source: Only PNG and JPEG formats are supported
fr: Seuls les formats PNG et JPEG sont pris en charge

source: Main picture
fr: Image principale

source: Tick the box if you want to set this image as the main one for the exercise (will be shown e.g. in the search). The first image is automatically marked by the system.
fr: Cochez cette case si vous souhaitez définir cette image comme l'image principale de l'exercice (par exemple sera affichée dans la recherche). La première image est marquée automatiquement.

source: New user submitted image
fr: Nouvelle image soumise par un utilisateur

source: The user {0} submitted a new image "{1}" for exercise {2}.
fr: L'utilisateur {0} a présenté une nouvelle image "{1}" pour l'exercice {2}.

source: A comment about how to correctly do this exercise.
fr: Un commentaire sur la meilleure manière de réaliser cet exercice.

source: Equipment list
fr: Liste d'équipement

source: Add new equipment
fr: Ajouter de nouveaux équipements

source: Main muscles
fr: Muscles principaux

source: No exercises for this equipment. Add or edit an exercise and set the equipment.
fr: Aucun exercices pour cet équipement. Ajoutez ou modifiez un exercice pour utiliser cet équipement.

source: Search
fr: Recherche

source: exercise name
fr: nom de l'exercice

source: Only registered users can do this
fr: Seul les utilisateurs enregistrés peuvent faire ça

source: Your exercise '%(exercise)s' was successfully added to the general database.
fr: Votre exercice '%(exercise)s' a été rajouté avec succès à la base de donnée.

source: It is now available on the exercise and muscle overview and can be added to workouts. You can access it on this address:
fr: Il est maintenant disponible dans la vue d'ensemble des exercices et peut être ajouter à des séances. Vous pouvez y accéder à cette adresse:

source: Thank you for contributing and making this site better!
fr: Merci de votre contribution et de rendre ce site meilleur!

source: The %(site)s team
fr: L’équipe de %(site)s

source: Submitting an exercise
fr: Proposer un exercice

source: Thank you for submitting an exercise. This is much appreciated!
fr: Merci d'avoir proposé un exercice. Cela nous aide beaucoup!

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed successfully.
fr: Après avoir soumis le formulaire, les administrateurs en seront informés. Une fois qu'il sera vérifié, il sera ajouter à la base de données. En attendant, il ne sera pas visible dans l'aperçu ou dans les recherches. Dans le cas où vous avez renseigné votre courriel lors de votre inscription, vous serez informés une fois le processus fini avec succès.

source: Correcting an exercise
fr: Corriger un exercice

source: Thank you for correcting and improving this exercise. This is much appreciated!
fr: Merci pour avoir corrigé et amélioré cet exercice. Cela nous aide beaucoup!

source: After you submit the form, the administrators will be notified. Once the changes are reviewed the exercise will be updated.
fr: Après avoir soumis le formulaire, un administrateur sera averti. Une fois que les modifications seront vérifiées, l'exercice sera mis à jour.

source: No categories.
fr: Pas de catégorie.

source: Use link to create one
fr: Utilisez le lien pour en créer

source: No exercises in this category. Add or edit an exercise and set its category
fr: Pas d'exercice dans cette catégorie. Ajoutez-en, ou éditer un exercice et liez-le à une catégorie

source: Submission date
fr: Date de proposition

source: User
fr: Utilisateur

source: Exercise is pending review
fr: L'exercice est en attente de relecture

source: This user submitted exercise is pending a decision to be included in the database.
fr: Cet utilisateur a soumis l’exercice et est en attente d’une décision avant de figurer dans la base de données.

source: Till then, it will not be shown in the overview or the search.
fr: En attendant, il ne sera pas affiché dans l'overview ou la recherche.

source: Please select one of the options below.
fr: Merci de choisir une des options suivantes.

source: Accept
fr: Accepter

source: Decline
fr: Refuser

source: Add new image
fr: Ajouter une nouvelle image

source: Images pending review
fr: Images en attente de l’examen

source: Comments for this exercise
fr: Commentaires sur l'exercice

source: Add new comment
fr: Commenter

source: The diagram shows the most used muscles on this exercise
fr: Le diagramme montre les muscles les plus sollicités par l'exercice

source: Weight log
fr: Journal de pesée

source: Submit a correction
fr: Proposer une correction

source: number_all_exercices
fr: Total des exercices

source: number_my_language_exercices
fr: Total des exercices pour la langue courante

source: export_all_exercices
fr: Exporter tous les exercices

source: export_exercices_current_language
fr: Exporter tous les exercices pour la langue courante

source: You can import previously exported exercises here
fr: Vous pouvez importer des exercices précédemment exportés ici

source: Import
fr: Importer

source: Add muscle
fr: Ajouter un muscle

source: Hover with the mouse over the muscles to show corresponding exercises.
fr: Survolez les muscles avec votre souris pour voir les exercices correspondants.

source: Front side
fr: Vue de face

source: Back side
fr: Vue de dos

source: No exercises that mainly train this muscle
fr: Aucun exercice n'est spécifiquement prévu pour entraîner ce muscle

source: Add category
fr: Ajouter catégorie

source: This will also delete all exercises in this category.
fr: Ceci supprimera également tous les exercices de la catégorie.

source: Add exercise comment
fr: Ajouter un commentaire à l'exercice

source: Delete equipment?
fr: Supprimer équipement ?

source: Add exercise
fr: Ajouter un exercice

source: Thank you. Once the changes are reviewed the exercise will be updated.
fr: Merci. Une fois les changements vérifiés, l'exercice sera mis à jour.

source: Correct {0}
fr: corriger {0}

source: This will delete the exercise from all workouts.
fr: Ceci supprimera l'exercice de toutes les séances.

source: Exercise was successfully marked as rejected
fr: L'exercice a été marqué comme rejeté

source: Edit exercise image
fr: Éditer l'image de l'exercice

source: Delete exercise image?
fr: Supprimer l'image de l'exercice?

source: Trainer
fr: Entraineur

source: Gym administrator
fr: Administrateur de salle de sport

source: General manager
fr: Directeur

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Obligatoire. 30 caractères ou moins. Lettres, chiffres et @/./+/-/_ seulement.

source: This value may contain only letters, numbers and @/.//-/_ characters.
fr: Cette valeur ne peut contenir que des lettres, des chiffres et les caractères @/.//-/_

source: A user with that username already exists.
fr: Un utilisateur avec ce nom d'utilisateur existe déjà.

source: Reminder of inactive members
fr: Rappel des membres inactifs

source: Trainer: can see the users for a gym
fr: Entraîneur : peut voir les utilisateurs d'une salle de sport

source: Admin: can manage users for a gym
fr: Administrateur : peur gérer les utilisateurs d'une salle de sport

source: Admin: can administrate the different gyms
fr: Administrateur : peut gérer les différentes salles de sport

source: Owner
fr: Propriétaire

source: ZIP code
fr: Code postal

source: City
fr: Ville

source: Street
fr: Rue

source: Number of weeks since the last time a user logged his presence to be considered inactive
fr: Nombre de semaines depuis la dernière fois qu'un utilisateur s'est connecté pour le considérer comme inactif

source: Configuration for {}
fr: Configuration pour {}

source: Overview of inactive members
fr: Overview des membres inactifs

source: Receive email overviews of inactive members
fr: Recevoir un mail récapitulatif des membres inactifs

source: Include this user in the email list with inactive members
fr: Inclure cet utilisateur dans la liste de courriel avec les membres inactifs

source: Will use file name if nothing provided
fr: Utilisera le nom du fichier si rien n'est renseigné

source: Yearly
fr: Annuel

source: Half yearly
fr: Semestriel

source: Monthly
fr: Mensuel

source: Biweekly
fr: Bi-mensuel

source: Weekly
fr: Hebdomadaire

source: Daily
fr: Journalier

source: Contract type
fr: Type de contrat

source: Amount
fr: Quantité

source: Payment type
fr: Type de paiement

source: How often the amount will be charged to the member
fr: À quelle fréquent le montant sera facturé au membre

source: Contract is active
fr: Le contrat est actif

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: User notes
fr: Notes de l'utilisateur

source: Contract
fr: Contrat

source: Contract options
fr: Options du contrat

source: Contract types
fr: Types de contrat

source: The following users have not visited the gym in the last %(weeks)s weeks
fr: Les utilisateurs suivants n'ont pas visité la salle de gym depuisr %(weeks)s semaines

source: Gym list
fr: Liste d'activités

source: Global gym configuration
fr: Configuration

source: Add new gym
fr: Ajouter une nouvelle activité

source: Administrators and trainers
fr: Administrateurs et entraîneurs

source: Gym manager
fr: Gestionnaire d'activités

source: This gym has no administrators or trainers
fr: La salle de sport n'a pas d'administrateurs où d'entraîneurs

source: Export
fr: Exporter

source: Members
fr: Membres

source: Gym configuration
fr: Configuration d'activités

source: Inactive members
fr: Membres inactifs

source: weeks
fr: semaines

source: My configuration
fr: Ma configuration

source: Add member
fr: Ajouter un membre

source: Please write down the user password or save the exported file, which contains all the user data, and keep it in a safe place. The password cannot be recovered later.
fr: Veuillez indiquer le mot de passe de l'utilisateur ou enregistrer le fichier exporté qui contient toutes les données de l'utilisateur, et le garder dans un endroit sûr. Le mot de passe ne pourra pas être rétablis plus tard.

source: Export user data
fr: Exporter les données utilisateur

source: This user's password has been reset. Please notify the user of their new password.
fr: Le mot de passe de cet utilisateur a été réinitialisé. Veuillez notifier l'utilisateur de son nouveau mot de passe.

source: Add note
fr: Ajouter une note

source: Add contract
fr: Ajouter un contrat

source: Add option
fr: Ajouter une option

source: Delete {0}
fr: Supprimer {0}

source: Add contract type
fr: Ajouter un type de contrat

source: Gender
fr: Genre

source: Add user to gym
fr: Ajouter un utilisateur à l'activité

source: Edit gym
fr: Editer l'activité

source: The goal or description of the new workout.
fr: Objectif ou description de la nouvelle séance.

source: You can search for more than one exercise, they will be grouped together for a superset.
fr: Vous pouvez rechercher plus d'un exercice à la fois, ils seront groupés ensemble.

source: All categories
fr: Toutes les catégories

source: Unit
fr: Unité

source: Repetitions
fr: Répétitions

source: Workout will expire soon
fr: L’entraînement va bientôt expirer

source: Creation date
fr: Date de création

source: A short description or goal of the workout. For example 'Focus on back' or 'Week 1 of program xy'.
fr: Une courte description du but de la séance. Par exemple "Focus sur le dos" ou "Semaine 1 du programme xy".

source: Name or short description of the schedule. For example 'Program XYZ'.
fr: Nom ou courte description du programme. Par exemple, "Programme XYZ".

source: Schedule active
fr: Programme actif

source: Tick the box if you want to mark this schedule as your active one (will be shown e.g. on your dashboard). All other schedules will then be marked as inactive
fr: Cochez la case si vous voulez marquer ce programme comme celui actif (sera montré, notamment sur le tableau de bord). Tous les autres programmes seront marqués comme inactifs

source: Is a loop
fr: Est une boucle

source: Tick the box if you want to repeat the schedules in a loop (i.e. A, B, C, A, B, C, and so on)
fr: Cochez si vous voulez répéter les programmes en boucle (p.ex. A, B, C, A, B, C, etc.)

source: schedule
fr: programme

source: Duration
fr: Durée

source: The duration in weeks
fr: Durée en semaines

source: Order
fr: Ordre

source: A description of what is done on this day (e.g. "Pull day") or what body parts are trained (e.g. "Arms and abs")
fr: Une description de ce qui est à faire ce jour (ex. "Pull") où quelle partie du corps sont entraînées (ex. "Bras et abdos")

source: Day
fr: Jour

source: minute
fr: minutes

source: Exercise day
fr: Jour d'exercice

source: Number of sets
fr: Nombre de séries

source: Rest between sets
fr: Repos entre les séries

source: Sets
fr: Séries

source: Bad
fr: Mauvais

source: Neutral
fr: Neutre

source: Good
fr: Super !

source: Any notes you might want to save about this workout session.
fr: Notez ce que vous voulez à propos de cette séance d'entraînement.

source: Your impression about this workout session. Did you exercise as well as you could?
fr: Vos impressions au sujet de cette séance d'entraînement. Avez-vous réussi à faire les exercices ?

source: Start time
fr: Heure début

source: Finish time
fr: Heure fin

source: If you enter a time, you must enter both start and end time.
fr: Si vous entrez une heure, vous devez entrer l'heure de début et de fin.

source: The start time cannot be after the end time.
fr: L'heure de début ne peut pas être après l'heure de fin.

source: Workout log
fr: Journal d'entraînement

source: Workout log for %(username)s for %(date)s
fr: Journal d'entraînement pour %(username)s pour %(date)s

source: Calendar for %(username)s
fr: Calendrier pour %(username)s

source: Detail page
fr: Page de détail

source: The coloured days in the calendar have weight logs, you can click on them to see the details.
fr: Les jours colorés dans le calendrier ont des journaux de poids, vous pouvez cliquer dessus pour voir les détails.

source: Go to current month
fr: Aller au mois courant

source: Log overview
fr: Vue d'ensemble des journaux

source: Workout session
fr: Séance d'entraînement

source: Delete with logs
fr: Supprimer avec les journaux

source: Add workout impression
fr: Ajouter une impression sur l'entraînement

source: New weight log
fr: Nouveau journal de poids

source: Add exercises to this training day before adding a log.
fr: Ajouter des exercices à ce jour d'entrainement avant d'ajouter un journal.

source: Back to workout
fr: Retour à l'entraînement

source: A new workout session (impression, notes, time) will be created if there isn't already one for the selected date. If there is, it will simply be edited. Weight entries are always added.
fr: Une nouvelle séance d'entraînement (impression, notes, temps) sera créée s'il n'en existe pas déjà une pour la date sélectionnée. Si elle existe, elle sera simplement modifiée. Les entrées de poids sont toujours ajoutées.

source: This schedule is a loop and will go through the workouts above till you deactivate it
fr: Ce programme est une boucle et passera par toutes séances jusqu'à ce que vous l’arrêtiez

source: Start schedule
fr: Démarrer le programme

source: active
fr: actif

source: Weeks
fr: Semaines

source: Add as many workouts to the schedule as you want. You can edit the order by dragging and dropping them. It's also possible to add one workout more than once.
fr: Ajoutez autant de séances d'entraînements au planning que vous voulez. Vous pouvez changer l'ordre par glisser-déposer. C'est également possible d'ajouter une séance plus d'une fois.

source: %(weeks)s Week
fr: Semaine %(weeks)s

source: Export calendar file
fr: Exporter en tant que fichier calendrier

source: Export this schedule as a calendar file.
fr: Exporter ce programme dans un fichier de calendrier.

source: You can then import the file it into your calendar application for example google calendar, outlook or iCal. This will create an appointment for each training day with the appropriate exercises.
fr: Vous pouvez ensuite importer le fichier dans votre application de calendrier, par exemple Google Agenda, Outlook où iCal. Cela va créer un rendez-vous pour chaque jour d'entraînement avec les exercices appropriés.

source: Download as PDF
fr: Télécharger au format PDF

source: Table
fr: Tableau

source: with images
fr: avec des images

source: with comments
fr: avec commentaires

source: Edit schedule
fr: Modifier le programme

source: Delete schedule
fr: Supprimer le programme

source: Add exercises to day "%(day_name)s"
fr: Ajouter des exercices au jour "%(day_name)s"

source: If you do the same repetitions for all sets, you can just enter one value: e.g. for 4 sets just enter one "10" for the repetitions, this automatically becomes "4 x 10".
fr: Si vous faites les mêmes répétitions pour toutes les séries, vous pouvez juste entrer une valeur : par exemple, pour 4 séries entrez juste une fois "10" pour les répétitions, cela deviendra automatiquement "4 x 10".

source: Set Nr. %(set_nr)s
fr: Série n° %(set_nr)s

source: Add training day
fr: Ajouter un jour d’entrainement

source: Show/Hide exercise comments
fr: Afficher/masquer les commentaires

source: Add training days
fr: Ajouter un jour d’entrainement

source: Add workout sets to days
fr: Ajouter des entraînements aux jours

source: Set the repetitions for each set
fr: Définir les répétitions pour chaque série

source: Muscles trained
fr: Muscles travaillés

source: Images show combined muscles as trained by the exercises on the workout.
fr: Les images montrent les muscles travaillés par les exercices de la séance.

source: Export this workout as a calendar file.
fr: Exporter cette séance en un fichier de calendrier.

source: View weight log
fr: Afficher le journal de poids

source: Edit workout
fr: Modifier la séance

source: Make a copy of this workout
fr: Faire une copie de cette séance

source: Delete this workout
fr: Supprimer cette séance

source: Your schedules
fr: Vos programmes

source: No schedules found.
fr: Aucune entrée trouvée

source: Schedules are collections of workouts that you do in succession.
fr: Les programmes sont des suites de séances que vous faites les uns après les autres

source: You can indicate how long you want to do each workout before jumping to the next. It is also possible to create a loop, so you always do the same workouts in succession, e.g. A > B > C > A > B > C and so on.
fr: Vous pouvez indiquer combien de temps vous voulez faire chaque séance avant de passer à la suivante. Il est également possible de créer une boucle, pour faire toujours les mêmes entraînements en succession, par exemple A > B > C > A > B > C etc.

source: The currently active schedule will remain active (and be shown e.g. in your dashboard) till it reaches the last workout or till you deactivate it, if it is a loop.
fr: Le calendrier actuellement actif reste actif (et figurer par exemple dans votre tableau de bord) jusqu'à ce qu’elle atteigne la dernière séance d’entraînement, ou jusqu'à ce que vous la désactiver, si c’est une boucle.

source: Add schedule
fr: Ajouter un programme

source: Schedule
fr: Programme

source: Move me
fr: Déplacez moi

source: %(weeks)s Week
fr: %(weeks)s semaine

source: Adding workouts
fr: Ajout de séances

source: Edit set
fr: Modifier la série

source: Your current workout '%(workout)s' expired %(days)s days ago.
fr: Votre entraînement actuel '%(workout)s' a expiré il y a %(days)s jours.

source: Your current workout '%(workout)s' is about to expire in %(days)s days.
fr: Votre entraînement actuel %(workout)s expire dans %(days)s jours.

source: You will regularly receive such reminders till you add a new workout. Alternatively you can add workouts to a loop schedule, such schedules never produce reminders.
fr: Vous allez régulièrement recevoir ces rappels jusqu'à ce que vous ajoutez une nouvelle séance d’entraînement. Alternativement, vous pouvez ajouter des séances d’entraînement à un horaire de boucle, ces horaires ne causent jamais de rappels.

source: If you don't want to ever receive email reminders, deactivate the option in your settings.
fr: Si vous ne voulez plus recevoir des rappels par courriel, désactivez l’option dans vos paramètres.

source: Your last weight entry is from %(date)s (%(days)s days ago). Please click the link to access the application and enter a new one.
fr: Votre dernière entrée de poids date du %(date)s ( il y a %(days)s jours ). S’il vous plaît cliquez sur le lien pour accéder à l’application et entrer un nouveau.

source: You will regularly receive such reminders till you enter your current weight.
fr: Vous allez régulièrement recevoir ces rappels jusqu'à ce que vous entrez votre poids actuel.

source: Weight log for workout
fr: Journal de poids pour la séance

source: Goal
fr: Objectif

source: No weight entries here.
fr: Aucune entrée de poids ici.

source: No exercises for this day.
fr: Aucun exercice pour cette journée.

source: This page shows the weight logs belonging to this workout only. Click on an exercise to see all the historical data for it.
fr: Cette page affiche les journaux poids appartenant à cette séance d’entraînement seulement. Cliquez sur un exercice pour voir toutes les données historiques pour elle.

source: If on a single day there is more than one entry with the same number of repetitions, but different weights, only the entry with the higher weight is shown in the diagram.
fr: Si sur une seule journée, il y a plus d’une entrée avec le même nombre de répétitions, mais de poids différents, seul l’entrée avec le poids le plus élevé est indiquée sur le diagramme.

source: Note that only entries with a weight unit (kg or lb) and repetitions are charted, other combinations such as time or until failure are ignored here.
fr: Notez que seules les écritures avec une unité de poids (kg ou lb) et les répétitions sont cartographiées, d’autres combinaisons comme le temps ou jusqu'à l'échec sont ignorés ici.

source: Your workouts
fr: Vos séances

source: Your workout today
fr: Votre séance d'aujourd'hui

source: Start!
fr: Démarrer !

source: reps
fr: répétitions

source: Skip
fr: Passer

source: Next exercise
fr: Exercice suivant

source: Workout complete!
fr: Séance terminée !

source: Add workout day
fr: Ajouter un jour d'entrainement

source: Edit log entry for %s
fr: Modifier les entrées de log pour %s

source: Delete workout log
fr: Supprimer le journal de la séance

source: Workout for %s
fr: Séance pour %s
