Repository: Veltarn/wger
Catalog: wger/locale/*/LC_MESSAGES/django_.po
Languages: fr

source: Create schedule
fr: Créer un programme

source: Copy workout
fr: Copier une séance

source: Copy
fr: Copier

source: Edit workout impression for {0}
fr: Modifier votre impression d'entrainement pour {0}

source: New workout impression for the {0}
fr: Nouvelle impression sur votre séance d'entrainement pour le {0}

source: This will delete all weight logs for this day as well.
fr: Ceci supprimera également tous les exercices de la catégorie.

source: Basic caloric intake
fr: Apport calorique de base

source: Your basic caloric intake as calculated for your data
fr: Votre apport calorique de base calculé avec vos données

source: Additional calories
fr: Calories supplémentaires

source: Additional calories to add to the base rate (to substract, enter a negative number)
fr: Les calories supplémentaires à ajouter au taux de base (pour soustraire, entrez un nombre négatif)

source: A description of the goal of the plan, e.g. "Gain mass" or "Prepare for summer"
fr: Une description de l'objectif du régime, par exemple « Gain de masse » ou « Se préparer pour l'été »

source: Use daily calories
fr: Utiliser les calories par jour

source: Tick the box if you want to mark this plan as having a goal amount of calories. You can use the calculator or enter the value yourself.
fr: Cochez la case si vous voulez marquer ce plan comme ayant une quantité d’objectif de calories. Vous pouvez utiliser la calculatrice ou entrez la valeur vous-même.

source: In kcal per 100g
fr: En kcal / 100g

source: In g per 100g of product
fr: En g / 100g de produit

source: Sugar content in carbohydrates
fr: Sucre contenu dans les glucides

source: Saturated fat content in fats
fr: Teneur en acides gras saturés dans les acides gras

source: Total energy is not the approximate sum of the energy provided by protein, carbohydrates and fat.
fr: L'énergie totale n’est pas la somme approximative de l’énergie apportée par les protéines, glucides et lipides.

source: Ingredient was successfully added to the general database
fr: L’ingrédient a été ajouté avec succès à la base de données général

source: New user submitted ingredient
fr: Nouveau ingrédient soumis par un utilisateur

source: The user {0} submitted a new ingredient "{1}".
fr: L'utilisateur {0} a soumis un nouvel ingrédient "{1}".

source: Ingredient
fr: Ingrédient

source: Amount in grams
fr: Quantité en grammes

source: Unit amount, e.g. "1 Cup" or "1/2 spoon"
fr: Quantité, par exemple « 1 tasse » ou « 1/2 cuillère »

source: Time (approx)
fr: Temps (approx.)

source: Calculate
fr: Calculer

source: Results
fr: Résultats

source: Your BMI is:
fr: Votre IMC est:

source: Legend
fr: Légende

source: Adipositas III
fr: Obésité III

source: Adipositas II
fr: Obésité II

source: Adipositas I
fr: Obésité I

source: Overweight
fr: Surcharge pondérale

source: Normal weight
fr: Poids normal

source: Slight underweight
fr: Insuffisance pondérale légère

source: Moderate underweight
fr: Insuffisance pondérale modérée

source: Strong underweight
fr: Forte insuffisance pondérale

source: Use the form to calculate your BMI (Body Mass Index). If you have entered data in the weight section, the last entry will be used automatically. Otherwise the weight you enter here will be saved in a new entry.
fr: Utilisez le formulaire pour calculer votre IMC (indice de masse corporelle). Si vous avez entré des données dans la section poids, la dernière entrée sera utilisée automatiquement. Dans le cas contraire, le poids que vous entrez ici sera sauvegardé dans une nouvelle entrée.

source: Your ingredient '%(ingredient)s' was successfully added to the general database.
fr: Votre ingrédient '%(ingredient)s' a été ajouté avec succès à la base de données générale.

source: It is now available on the ingredient overview and can be added to nutrition plans. You can access it on this address:
fr: Il est maintenant disponible sur la vue d'ensemble des ingrédients et peut être ajouté aux régimes. Vous pouvez y accéder à cette adresse :

source: Submitting an ingredient
fr: Soumettre un ingrédient

source: Thank you for submitting an ingredient. This is much appreciated!
fr: Merci d'avoir ajouté un ingrédient. Le geste est très apprécié !

source: After you submit the form, the administrators will be notified. Once it is reviewed, it will be added to the database. Till this happens, it will not be visible in the overview or the search. In case you added your email when you registered, you will get notified when the process is completed sucessfully.
fr: Après avoir soumis le formulaire, les administrateurs en seront informés. Une fois qu'il sera vérifié, il sera ajouter à la base de données. En attendant, il ne sera pas visible dans l'aperçu ou dans les recherches. Dans le cas où vous avez renseigné votre courriel lors de votre inscription, vous serez informés une fois le processus fini avec succès.

source: No ingredients.
fr: Aucun ingrédient.

source: ingredient name
fr: nom de l'ingrédient

source: Add ingredient
fr: Ajouter un ingrédient

source: Ingredient is pending review
fr: L'ingrédient est en attente d'examen

source: This user submitted ingredient is pending a decision to be included in the database. Till then, it will not be shown in the overview or the search.
fr: Cet utilisateur a fait valoir l’ingrédient et est en attente d’une décision pour figurer dans la base de données. En attendant, il ne sera pas montré dans la vue d’ensemble ou lors de la recherche.

source: Nutritional values in
fr: Valeurs nutritionnelles en

source: Macronutrients
fr: Macronutriments

source: Others
fr: Autres

source: User submitted ingredient
fr: Ingrédient soumis par un utilisateur

source: This exercise was submitted by <strong>%(username)s</strong>.
fr: Cet exercice a été proposé par <strong>%(username)s</strong>.

source: Add new weight unit
fr: Ajouter une nouvelle unité de poids

source: Edit ingredient
fr: Modifier l'ingrédient

source: Delete ingredient
fr: Supprimer l'ingrédient

source: Edit meal item
fr: Modifier un élément du repas

source: Ingredient name
fr: Nom de l'ingrédient

source: Delete meal
fr: Supprimer repas

source: Edit meal
fr: Modifier repas

source: Add item to meal
fr: Ajouter un élément au repas

source: Nutritional data
fr: Donnée nutritionnelle

source: No items for this meal.
fr: Aucun élément pour ce repas.

source: No meals for this plan.
fr: Pas de repas pour ce régime.

source: Add a new meal
fr: Ajouter un nouveau repas

source: If you find the ingredient list too short, you might want to activate the preference to also show English ingredients.
fr: Si vous trouvez la liste des ingrédients trop petite, vous pouvez activer la préférence de montrer également les ingrédients en anglais.

source: You have selected that this nutritional plan has a goal amount of calories. Use the calculator or enter the value yourself.
fr: Vous avez sélectionné que ce régime a un objectif de calories. Utiliser la calculatrice ou entrez la valeur vous-même.

source: Percent of energy
fr: Pour cent de l'énergie

source: g per body kg
fr: g par kg de masse corporelle

source: oz per body lb
fr: oz par lb de corps

source: Edit nutrition plan
fr: Modifier le régime

source: Make a copy of this nutrition plan
fr: Faire une copie de ce régime

source: Delete nutrition plan
fr: Supprimer le régime

source: Your nutrition plans
fr: Vos régimes

source: Meal
fr: Repas

source: Contents
fr: Contenus

source: <h5> Based on the weight entry dated %(date)s (%(weight)s)</h5>
fr: <h5>Basée sur le poids datée du %(date)s (%(weight)s)</h5>

source: Basal metabolic rate
fr: Taux métabolique basal

source: The basal metabolic rate is the amount of energy expended daily at rest. This is the minimum energy needed for the body to function, without any additional physical activity.
fr: Le métabolisme basal est la quantité d’énergie dépensée chaque jour au repos. Il s’agit de l’énergie minimale nécessaire pour le fonctionnement du corps, sans aucune activité physique supplémentaire.

source: Your basic metabolic rate is:
fr: Votre taux métabolique est de:

source: Physical activities
fr: Activités physiques

source: The physical activity level (PAL) is a factor used to to express the additional physical activity and is used to calculate the total energy required per day.
fr: Le niveau d’activité physique (NAP ou PAL Physical Activity Level) est un facteur utilisé pour exprimer l’activité physique supplémentaire et est utilisé pour calculer l’énergie totale nécessaire par jour.

source: Factor for daily activities:
fr: Facteur pour les activités quotidiennes :

source: The base caloric intake is the amount of calories your metabolism needs based on your level of physical activity.
fr: L’apport calorique de base est la quantité de calories que votre métabolisme a besoin par rapport à votre niveau d’activité physique.

source: Calculate basic caloric intake
fr: Calculer l'apport calorique de base

source: The total calories are the actual total calories per day. This might include e.g. a surplus or deficit if you are bulking or cutting. Alternatively you might just enter yourself the amount of calories if you know the value.
fr: Toutes les calories sont les calories totales par jour. Il peut s’agir par exemple d'un surplus ou d'un déficit si vous êtes entrain de réduire ou de couper. Sinon vous pouvez juste entrer vous-même la quantité de calories si vous connaissez la valeur.

source: Transfer basic intake to total daily calories
fr: transformer des apports de base au total des calories quotidiennes

source: Add additional calories to total daily calories
fr: Ajoutez des calories supplémentaires au total des calories quotidiennes

source: Save total calories to profile
fr: Enregistrer les calories totales dans le profil

source: Please note that these calculations can only be an approximation. If you base your nutrition plan on these values, observe yourself for some weeks and change the total amount if needed.
fr: Veuillez noter que ces calculs ne peuvent être qu’une approximation. Si vous basez votre plan de nutrition sur ces valeurs, observez pendant quelques semaines et changer le montant total si nécessaire.

source: Add a new ingredient
fr: Ajouter un nouvel ingrédient

source: Ingredient was successfully marked as rejected
fr: L'ingrédient a été marqué avec succès comme rejeté

source: Add new meal
fr: Ajouter un nouveau repas

source: Nutritional plan %s
fr: Régime %s

source: <i>This is an empty plan, what did you expect on the PDF?</i>
fr: <i>Il s'agit d'un régime vide, à quoi vous attendiez-vous sur le PDF?</i>

source: Created on the <b>%s</b>
fr: Créé sur le <b>%s</b>

source: Add a new weight unit
fr: Ajouter une nouvelle unité de poids

source: Edit a weight unit to ingredient connection
fr: Modifier une unité de poids pour l’ingrédient

source: Delete?
fr: Supprimer ?

source: wger Workout Manager is build by volunteers, the development process is open and freely accessible to anybody interested. If you are new to the free software world, we recommend to take a look <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html">this article</a> which summarizes they way open source projects work very well.
fr: wger Workout Manager est construit par des bénévoles, le processus de développement est open source et librement accessible à toute personne intéressée. Si vous êtes nouveau dans le monde du logiciel libre, nous vous recommandons de jeter un coup d’oeil <a href="http://schlitt.info/opensource/blog/0541_10_golden_rules_for_starting_with_open_source.html"> cet article</a> qui résume la façon dont les projets open source fonctionnent.

source: Any kind of contribution is appreciated and welcome. Use this opportunity and influence the direction of the project.
fr: Toute contribution est appréciée et bienvenue. Profitez de cette occasion et influencez l’orientation du projet.

source: Our goal
fr: Notre objectif

source: The goal is to build an awesome and flexible fitness manager, along with a comprehensive and complete list of exercises and ingredients, all released under a free license.
fr: Le but est de construire un entraîneur de conditionnement physique impressionnant et flexible, ainsi qu’une liste exhaustive et complète d’exercices et d’ingrédients, tous publiés sous une licence libre.

source: Use the site
fr: Utiliser le site

source: Simply use the site and tell your friends how useful it is! ;) . When you find something that you specially liked, could need some improvements or just doesn't work, tell us! This might not sound like much, but is incredibly important!
fr: Simplement utilisez le site et dites à vos amis à quel point il est utile ! ;) . Lorsque vous trouvez quelque chose que vous avez particulièrement aimé, il pourrait avoir besoin de quelques améliorations ou ne pas fonctionner, dites-nous ! Cela pourrait ne pas vous sembler important, mais c'est extrêmement important !

source: Submit exercises
fr: Soumettre des exercices

source: Submit those cool exercises that you absolutely love and do every week but are not in the list yet. If you think some description is too short or some other detail is missing or could be improved, tell!
fr: Proposez des exercices cool que vous aimez absolument et que vous faîtes chaque semaine mais qui ne sont pas encore dans la liste. Si vous pensez que certaines description sont trop courtes, si d'autres détails sont manquant ou sont améliorable, dis-le !

source: Do you want to use wger in your own language? Do you think the current translation could be improved? The translations are easily managed and edited online, if you are interested, go to the transifex site, request access and we will set everything up.
fr: Vous voulez utiliser wger dans votre propre langue ? Pensez-vous pas que la traduction actuelle pourrait être améliorée ? Les traductions sont facilement gérées et édités en ligne, si vous êtes intéressé, rendez-vous sur le site transifex, demander l’accès et nous installerons tout.

source: Obviously, you are highly encouraged to clone the repo and start hacking! Once you are ready, send a pull request and we will show the world. Take a look at the developer guide for more details on this.
fr: Évidemment, nous vous encourageons fortement à cloner le repo et commencer le piratage ! Une fois que vous êtes prêt, envoyez une demande de tirage et nous montrerons au monde. Jetez un oeil sur le guide du développeur pour plus de détails sur cela.

source: Welcome to BeStrong
fr: Bienvenue sur BeStrong

source: Your body.
fr: Votre corps.

source: Your workouts.
fr: Vos séances.

source: Your data.
fr: Vos données.

source: Your progress.
fr: Vos progrès.

source: Try it now
fr: Essayez-le maintenant

source: Your advantages
fr: Vos avantages

source: BeStrong is a free, open source web application that manages your exercises, workouts and nutrition. It started as a pet project of mine to replace my growing collection of different spreadsheets, but it has become something other people could also find useful.
fr: BeStrong est une application web open source gratuit qui gère vos exercices, l’entraînement et la nutrition. Cela a commencé comme mon projet préféré pour remplacer ma collection grandissante de différentes feuilles de calcul, mais il est devenu quelque chose que d'autres personnes pourraient également trouver utile.

source: You can create and manage flexible workout routines for any goals you have. Select exactly which exercises you'll do and how many repetitions, time or distance you want to do them. You can also combine different workouts into a schedule.
fr: Vous pouvez créer et gérer des routines d’entraînement flexible pour les objectifs que vous avez. Sélectionnez exactement quels exercices vous allez faire et combien de répétitions, temps ou distance que vous voulez faire. Vous pouvez également combiner les différentes séances d’entraînement dans un calendrier.

source: Create your personal diet plan by creating as many meals with as many different ingredients as you need. The application will calculate the nutritional values (total energy, protein, carbohydrates, and so on) about the whole plan as well as the indivual meals.
fr: Créez votre plan d’alimentation personnel en créant des repas avec des ingrédients différents autant que vous le souhaitez. L’application calculera les valeurs nutritionnelles (total énergétique, protéines, les glucides et ainsi de suite) sur l’ensemble du plan ainsi que les repas individuels.

source: Diary
fr: Agenda

source: Enter the weights and repetitions you did for each exercise to generate diagrams that let you see at a glance how well you are doing. The raw numbers are of course still accessible.
fr: Entrez les poids et répétitions de que vous avez fait pour chaque exercice pour générer des diagrammes qui vous permettent voir en un coup de œil si vous les faites bien. Les chiffres bruts sont bien sûr toujours accessibles.

source: You can also enter notes and a general impression (great, neutral, etc.)
fr: Vous pouvez également entrer des notes et des impressions (bien, neutre, etc.)

source: Among many others
fr: Parmi beaucoup d’autres

source: Weight tracker
fr: Traqueur de Poids

source: Keep track of your progress with the body weight chart. This makes it easy to see if you are reaching your goals or need to adjust something.
fr: Garder une trace de vos progrès avec le graphique de poids de corps. Cela permet de voir facilement si vous êtes sur la bonne voie pour atteindre vos objectifs ou si vous devez régler quelque chose.

source: Get an overview of how and when you trained as well as how you personally felt you performed. Access all your individual diary entries with one click.
fr: Obtenez un aperçu de comment et quand vous vous entraînez ainsi que votre ressenti personnel sur la séance. Accéder à toutes vos entrées dans votre agenda en un seul clic.

source: Exercise database
fr: Base de donnée d'exercices

source: The exercise database contains more than hundred exercises from which you can choose when creating a workout. You can view them by category and equipment used or muscles trained.
fr: La base de donnée d'exercices contient plus de cent exercices que vous pouvez choisir lors de la création d’une séance d’entraînement. Vous pouvez les afficher par catégorie et les équipements utilisés ou les muscles entraînés.

source: Gym management
fr: Gestionnaire d'activités

source: Use the application for your gym to manage its members, their workouts and attendance. You can manage the members' contracts, keep notes and upload any files you might need.
fr: Utiliser l’application pour votre salle de gym pour gérer ses membres, leurs séances d’entraînement et la fréquentation. Vous pouvez gérer les contrats des membres, conserver les notes et télécharger des fichiers que vous pourriez avoir besoin.

source: wger provides a REST API with full read and write access to all data so you can integrate your own application and tools.
fr: wger fournit une API REST avec lecture totale et un accès en écriture à toutes les données vous pouvez donc intégrer vos propres applications et outils.

source: 100%% Free <br>and <br>Open Source
fr: 100%% Gratuit <br>et <br>Open Source

source: Reporting a problem
fr: Reporter un problème

source: No software is perfect. For some severe errors, an email will be automatically sent, but not always, so I depend on you reporting everything that didn't behave as expected. Please describe in as much detail as you can what you were doing when the error happened.
fr: Aucun logiciel n’est parfait. Pour quelques graves erreurs, un email sera automatiquement envoyé, mais pas toujours, alors je compte sur vous pour signaler tout ce qui ne se comportent pas comme prévu. Veuillez donner une description aussi détaillée que possible de ce que vous faisiez lorsque l’erreur s’est produite.

source: report problem to the issue tracker
fr: rapporter le problème au gestionnaire d’incidents

source: Enhancements
fr: Amélioration

source: The issue tracker can also be used to document enhancements to the software. If you have some suggestions or think a feature is missing, feel free to open a ticket. This can be anything from a slight change to a whole new section of the site. Please keep in mind that not all wishes can be implemented.
fr: Le gestionnaire d’incidents peut aussi être utilisé pour répertorier le améliorations pour le logiciel. Si vous avez quelques suggestions ou vous pensez qu’un élément est manquant, n’hésitez pas à ouvrir un ticket. Cela peut être n’importe quoi, d’un léger changement à une toute nouvelle section du site. S’il vous plaît gardez à l'esprit que tous les vœux ne peuvent pas être mis en oeuvre.

source: report wish to the issue tracker
fr: rapport le souhait au gestionnaire d’incidents

source: No Github account?
fr: Pas de compte Github?

source: Filing an issue requires a github account, if you don't have one and don't want to register, you can also send it to <a href="https://groups.google.com/group/wger">the mailing list</a>.
fr: Un litige nécessite un compte github, si vous n’en avez pas et que vous ne voulez pas vous inscrire, vous pouvez également l’envoyer à <a href="https://groups.google.com/group/wger"> la liste de diffusion</a>.

source: wger Workout Manager is Free/Libre Open Source Software (FLOSS).
fr: wger Workout Manager est Free/Libre Open Source Software (FLOSS)

source: wger Workout Manager is released under the <strong>Affero GNU General Public License (AGPL) Version 3+</strong> and can (under the conditions of the license) be used, modified and distributed (also with modifications) without restrictions.
fr: wger Workout Manager est publié sous <strong> Affero GNU General Public License (AGPL) Version 3+</strong> et peut être utilisé ( sous les conditions de la licence), modifié et distribué (aussi avec des modifications) sans restrictions.

source: A copy the license text is contained in every wger Workout Manager release (LICENSE.txt) and can be read online on the website of <a href='https://www.gnu.org/licenses/agpl-3.0.en.html'>the GNU project</a>.
fr: Une copie du texte de la licence figure dans chaque versions de wger Workout Manager (LICENSE.txt) et peut être lu en ligne sur le site Web du <a href='https://www.gnu.org/licenses/agpl-3.0.en.html'> projet GNU</a>.

source: Author
fr: Auteur

source: If you are not the author, enter the name or source here. This is needed for some licenses e.g. the CC-BY-SA.
fr: Si vous n’êtes pas l’auteur, entrez le nom ou la source ici. Ceci est nécessaire pour certaines licences par exemple la CC-BY-SA.

source: Pending
fr: En attente

source: Accepted
fr: Accepté

source: Declined
fr: Refusé

source: Input
fr: Entrée

source: Date format
fr: Format de date

source: You have to enter your weight
fr: Vous devez entrer votre poids

source: Weight entry
fr: Entrée de poids

source: Import weight logs
fr: Importer vos journaux de poids

source: Submit
fr: Envoyer

source: Use this import field to import your weight logs into Workout Manager.
fr: Utiliser ce champs pour importer vos journaux de poids dans le Workout Manager

source: You can copy and paste from your spreadsheet into the text input, the system will try to guess the format to import. The only things to consider is that the first column is the <strong>date</strong>, the second the <strong>weight</strong>. All further columns are ignored. There is a 1000 row limit.
fr: Vous pouvez copier et coller à partir de votre feuille de calcul dans le texte d’entrée, le système essayera de deviner le format d’importation. La seule chose à considérer est que la première colonne est la <strong>date</strong>, la seconde le <strong>poids</strong>. Tous les autres colonnes sont ignorés. Il y a une limite de 1000 lignes.
